tap "1password/tap"
tap "browsh-org/browsh"
tap "cloudflare/cloudflare"
tap "sambadevi/powerlevel9k"
tap "teamookla/speedtest"
brew "ansible"
brew "cowsay"
brew "curl"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "htop"
brew "iperf3"
brew "mise"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "ranger"
brew "ripgrep"
brew "ruby"
brew "spaceship"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "wget"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform-ls"
brew "sambadevi/powerlevel9k/powerlevel9k"
brew "teamookla/speedtest/speedtest"
cask "1password-cli"
cask "alacritty"
cask "alfred"
cask "discord"
cask "firefox"
cask "font-hack-nerd-font"
cask "github"
cask "google-chrome"
cask "notion"
cask "orbstack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zen"
